{
  "id": "hesitation-marks-nine-inch-nails",
  "title": "Hesitation Marks",
  "subTitle": "Nine Inch Nails",
  "artist": {
    "id": "nine-inch-nails",
    "name": "Nine Inch Nails"
  },
  "type": "review",
  "author": {
    "id": "phil-davis",
    "name": "Phil Davis"
  },
  "caption": "As thoughtful an album as it is depraved, Hesitation Marks not only touts the sludge of human imperfection, but wields a pointed inspection of the human condition.",
  "content": "<p>As thoughtful an album as it is depraved,&nbsp;<em>Hesitation Marks</em>&nbsp;not only touts the sludge of human imperfection, but wields a pointed inspection of the&nbsp;human condition. Bad news first: Reznor acknowledges his darkness – a theme integral&nbsp;to his music – in an honest manner that pervades&nbsp;the entire album. The persistent, mournfully piercing edge that accompanies the album is embodied in one phrase: “See I keep lying to myself, don’t know what else there is to do”&nbsp;(“I Would for You”). He has reached a hellish understanding of himself, and his initial response? Knavish: “Thrive – just become your disease” (“In Two”).</p><p>To take this self-deprecation as the deepest truth in the album is folly, though. For Reznor, there is a peace to be reached apart from, perhaps in resistance of, the “thing that lives inside of [him] . . . and comes to grab and take and take and take” (“Everything”). This is merely an acknowledgement that the disease inside of him indeed adversely affects his soul. More importantly, though, he proclaims “I am whole; I believe…I am free…I can see…finally” (“Everything)&nbsp;— suggesting that he has finally won the war with his demons, though their everlasting presence has solidified his darkened countenance.</p><h2>Thematic Elements</h2><p>This thematic burst into freedom is paralleled sonically; “Everything” is just as deviant in its upbeat sound (deafening when taken in context) as it is lyrically. The rest of the body is dark and brooding, yet it hums along, fine-tuned and smooth. It is a clean&nbsp;record, incorporating more electronica than industrial rock. Each of NIN’s tools are used sparingly. Reznor and friends&nbsp;are conscious masters of their craft, yet they show the wisdom of self-control. The staccato baritone&nbsp;saxophone&nbsp;at the end of “While I’m Still Here,” although not electronic, exemplifies perfectly their restraint, which has substantial benefit.</p><p><em>Hesitation Marks</em>&nbsp;won’t&nbsp;overbear you (exception: “Everything”). Overall, NIN&nbsp;appropriately constructs subtle, nuanced beats that keep your appetite stimulated. This blueprint takes advantage of the cultural context in which it was drawn up – we, the listeners, are waiting for a drop. Thanks Daft Punk. Regardless, the suspension is intentional and reveals the acute mental impact&nbsp;of the music.</p><p>This planned restraint is perhaps over-calculated; there is no reckoning after we have waited patiently for a real frenzy. “While I’m Still Here” is an excellent closer, but it’s still too tame. A timid album is not always easy to engage – not necessarily bad. But the album struggles to engage&nbsp;<em>the listener</em>&nbsp;for its&nbsp;full duration (the album doesn’t easily reach out to you; you must sit and pick it apart). Not necessarily good. It feels boring and repetitive at times, or we occasionally cringe at Reznor’s vocals (the first chorus of “Everything”). Or his lyrics. Thematically? Excellent – twisted, haunting, perfect for a laser tag match or a tasteful haunted house. Original? Vernacular duds are in full attendance. He’s recycling exhausted themes, but at least he’s not annoying about it.</p><h2>Maturity</h2><p>Maturity is nice. I hope Trent’s not burying this album with the rest of everything he has done. Be a shame.</p>",
  "created": 1589417830,
  "image": "https://www.nin.wiki/images/5/5b/HMstandardcover.jpg"
}
